# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

HELP_5=Po ukon\u010den\u00ed hry se zobraz\u00ed v\u00fdsledkov\u00e1 listina v\u010detn\u011b maxima dr\u017een\u00fdch karet b\u011bhem hry apod.
HELP_4=Pokud spl\u0148ujete po\u017eadavky nutn\u00e9 pro s\u00e1zen\u00ed na kon\u011b (viz pravidla), tak po kliknut\u00ed prav\u00fdm tla\u010d\u00edtkem na pole kon\u011b obsazen\u00e9 soupe\u0159em m\u016f\u017eete vsadit libovolnou \u010d\u00e1stku
HELP_3=V p\u0159\u00edpad\u011b pot\u0159eby lze v nastaven\u00ed zm\u011bnit hodnotu jasu pop\u0159. kontrastu
HELP_2=Po najet\u00ed my\u0161i na hr\u00e1\u010dovo jm\u00e9no se zobraz\u00ed v\u0161echny karty, kter\u00e9 hr\u00e1\u010d vlastn\u00ed a v p\u0159\u00edpad\u011b kon\u00ed i po\u010det dostih\u016f, ve kter\u00fdch je k\u016f\u0148 za\u0159azen
HELP_1=Po kliknut\u00ed na pole se zobraz\u00ed karta s podrobnostmi o koni/tren\u00e9rovi atd...
THROW_AGAIN=Hodil jsi 6, h\u00e1zej znovu
YOU_THREW=Hodil jsi
MOVING_FOR=posouv\u00e1\u0161 se o
BACK=Zp\u011bt
RULES=------------------------------------------------------C\u00edl hry--------------------------------------------------------\n\nKupovat kon\u011b, stav\u011bt je do dostih\u016f, vyhr\u00e1vat dostihy, poskytovat slu\u017eby spojen\u00e9 s dostihov\u00fdm sportem a dos\u00e1hnout co nejv\u011bt\u0161\u00edho zisku.\n\n-------------------------------------------------------Hra----------------------------------------------------------\n\nHr\u00e1\u010di se v taz\u00edch pravideln\u011b st\u0159\u00eddaj\u00ed.\n\nHr\u00e1\u010di postupuj\u00ed po hrac\u00ed desce ve sm\u011bru hodinov\u00fdch ru\u010di\u010dek o tolik pol\u00ed, kolik jim padlo na kostce, st\u00e1le dokola.\n\nPadne-li hr\u00e1\u010di \u010d\u00edslo 6, m\u00e1 pr\u00e1vo na hod nav\u00edc, hody se s\u010d\u00edtaj\u00ed.\n\nKa\u017ed\u00e9 pole m\u00e1 ur\u010dit\u00fd v\u00fdznam a hr\u00e1\u010d mus\u00ed ihned prov\u00e9st to, co z tohoto pole vypl\u00fdv\u00e1.\n\nNa startovn\u00edm poli p\u0159ed prvn\u00edm tahem a pozd\u011bji v pr\u016fb\u011bhu hry poka\u017ed\u00e9, kdy\u017e se tu k\u00e1men zastav\u00ed nebo p\u0159es startovn\u00ed pole p\u0159ejde, hr\u00e1\u010d obdr\u017e\u00ed od bank\u00e9\u0159e 4.000.\n\nKdy\u017e se k\u00e1men zastav\u00ed na poli s kon\u011bm a tento k\u016f\u0148 je dosud voln\u00fd, hr\u00e1\u010d m\u00e1 pr\u00e1vo ho koupit od banky za cenu, kter\u00e1 je na poli uveden\u00e1. Z\u016fstane-li k\u00e1men st\u00e1t na poli s dosud volnou p\u0159epravou, st\u00e1jemi nebo tren\u00e9ry, m\u016f\u017ee hr\u00e1\u010d tento druh podniku p\u0159evz\u00edt od banky za vyzna\u010denou cenu. Bank\u00e9\u0159 po zaplacen\u00ed p\u0159\u00edslu\u0161n\u00e9 \u010d\u00e1stky vyd\u00e1 vlastnickou karti\u010dku a nov\u00fd majitel si ji polo\u017e\u00ed na st\u016fl p\u0159ed sebe l\u00edcem vzh\u016fru.\n\nHr\u00e1\u010d, jeho\u017e k\u00e1men se zastav\u00ed na poli kon\u011b, kter\u00fd pat\u0159\u00ed n\u011bkter\u00e9mu ze soupe\u0159\u016f, mus\u00ed zaplatit prohl\u00eddku st\u00e1je za cenu uvedenou na vlastnick\u00e9 kart\u011b. Je-li tento k\u016f\u0148 obsazen do jednoho nebo v\u00edce dostih\u016f, \u010di hlavn\u00edho dostihu sez\u00f3ny, cena se zvy\u0161uje (taxy jsou uvedeny na ka\u017ed\u00e9 karti\u010dce).\n\nHr\u00e1\u010d, kter\u00fd se zastavil na poli St\u00e1je nebo P\u0159eprava, kter\u00e9 pat\u0159\u00ed n\u011bkter\u00e9mu ze soupe\u0159\u016f, zaplat\u00ed majiteli 80tin\u00e1sobek hodu kostkou. Jestli\u017ee majitel vlastn\u00ed ob\u011b karty, cena se zvy\u0161uje na 200n\u00e1sobek.\n\nHr\u00e1\u010d, kter\u00fd se zastavil na poli Tren\u00e9r, zaplat\u00ed jeho majiteli poplatek podle n\u00e1sleduj\u00edc\u00edch sazeb:\n\tVlastn\u00ed-li majitel pouze tuto jednu tren\u00e9rskou licenci, hr\u00e1\u010d mu zaplat\u00ed 1.000.\n\tVlastn\u00ed-li majitel celkem 2 tren\u00e9rsk\u00e9 licence, hr\u00e1\u010d mu zaplat\u00ed 2.000.\n\tVlastn\u00ed-li majitel celkem 3 tren\u00e9rsk\u00e9 licence, hr\u00e1\u010d mu zaplat\u00ed 3.000.\n\tVlastn\u00ed-li majitel v\u0161echny 4 tren\u00e9rsk\u00e9 licence, hr\u00e1\u010d mu zaplat\u00ed 4.000.\n\nKdy\u017e se k\u00e1men zastav\u00ed na pol\u00edch Obecn\u00ed fond a N\u00e1hoda, mus\u00ed hr\u00e1\u010d odebrat ze stejn\u011b pojmenovan\u00e9 hrom\u00e1dky horn\u00ed kartu a vykonat, co je na n\u00ed naps\u00e1no.\n\nP\u0159i zastaven\u00ed na poli Veterin\u00e1rn\u00ed vy\u0161et\u0159en\u00ed zaplat\u00ed hr\u00e1\u010d uveden\u00fd obnos.\n\nKdy\u017e se k\u00e1men zastav\u00ed na poli Podez\u0159en\u00ed z dopingu, hr\u00e1\u010d jednou neh\u00e1z\u00ed a v tomto vynechan\u00e9m hodu se ne\u00fa\u010dastn\u00ed \u017e\u00e1dn\u00e9ho dostihu, tj. soupe\u0159i mu neplat\u00ed \u017e\u00e1dn\u00e9 poplatky za dostihy, vyjma poplatku za prohl\u00eddku st\u00e1je.\n\nK\u00e1men, kter\u00fd se zastav\u00ed na poli Distanc nebo se na n\u011bj dostal pou\u017eit\u00edm katy N\u00e1hoda, nebo hod\u00ed-li hr\u00e1\u010d v pr\u016fb\u011bhu hry dvakr\u00e1t po sob\u011b 6, se po dobu distance nez\u00fa\u010dast\u0148uje dostih\u016f. Nikdo za spoluhr\u00e1\u010d\u016f mu po dobu distance neplat\u00ed \u017e\u00e1dn\u00e9 poplatky za dostihy, pouze za prohl\u00eddku st\u00e1j\u00ed. Distancovan\u00fd hr\u00e1\u010d se \u00fa\u010dastn\u00ed h\u00e1zen\u00ed kostkou ve sv\u00e9m po\u0159ad\u00ed. Po hozen\u00ed \u010d\u00edsla 6 distanc kon\u010d\u00ed a hr\u00e1\u010d h\u00e1z\u00ed je\u0161t\u011b jednou. Teprve po druh\u00e9m hodu postupuje na dal\u0161\u00ed pole.\n\nNa poli Parkovi\u0161t\u011b se neplat\u00ed \u017e\u00e1dn\u00e9 poplatky.\n\nVlastn\u00ed-li hr\u00e1\u010d v\u0161echny kon\u011b jedn\u00e9 st\u00e1je (tj. jedn\u00e9 barvy) a zastav\u00ed-li p\u0159i op\u011btn\u00e9m postupu po hrac\u00ed desce na kter\u00e9mkoli koni t\u00e9to st\u00e1je, sm\u00ed si koupit od banky podle sv\u00e9 finan\u010dn\u00ed situace 1 a\u017e 4 \u017elut\u00e9 \u017eetony p\u0159edstavuj\u00edc\u00ed dostihy. Zakoupen\u00e9 \u017eetony polo\u017e\u00ed na pole kon\u011b, pro kter\u00e9ho dostih koupil. Zastav\u00ed-li protihr\u00e1\u010d na poli s polo\u017een\u00fdmi \u017eetony, plat\u00ed jejich majiteli \u010d\u00e1stku, kter\u00e1 je uvedena na karti\u010dce.\n\nHr\u00e1\u010d, kter\u00fd z\u00edskal v\u0161echny kon\u011b jedn\u00e9 st\u00e1je a m\u00e1 postaven\u00e9ho n\u011bkter\u00e9ho z t\u011bchto kon\u00ed ji\u017e do 4 dostih\u016f, sm\u00ed ho postavit do hlavn\u00edho dostihu sez\u00f3ny zakoupen\u00edm \u010derven\u00e9ho \u017eetonu a vr\u00e1cen\u00edm \u017elut\u00fdch. Ka\u017ed\u00fd k\u016f\u0148 sm\u00ed b\u00fdt postaven jen do jednoho hlavn\u00edho dostihu sez\u00f3ny.\n\nN\u00e1kupy a obchodn\u00ed jedn\u00e1n\u00ed mohou prob\u00edhat i mezi jednotliv\u00fdmi hr\u00e1\u010di, nejen mezi hr\u00e1\u010dem a bankou. Rozhoduje pouze nab\u00eddka a popt\u00e1vka. Obchodn\u00ed jedn\u00e1n\u00ed uzav\u00edr\u00e1 hr\u00e1\u010d po hodu kostkou a po postoupen\u00ed o odpov\u00eddaj\u00edc\u00ed po\u010det pol\u00ed. Do jeho skon\u010den\u00ed \u017e\u00e1dn\u00fd dal\u0161\u00ed hr\u00e1\u010d neh\u00e1z\u00ed, i kdy\u017e nen\u00ed \u00fa\u010dastn\u00edkem jedn\u00e1n\u00ed.\n\nKa\u017ed\u00fd vlastn\u00edk slu\u017eeb nebo kon\u011b je povinen se s\u00e1m p\u0159ihl\u00e1sit o sv\u00e9 n\u00e1roky v\u016f\u010di ostatn\u00edm hr\u00e1\u010d\u016fm i v\u016f\u010di bance. V p\u0159\u00edpad\u011b, \u017ee tak neu\u010din\u00ed, dal\u0161\u00edm n\u00e1sleduj\u00edc\u00edm hodem jin\u00e9ho hr\u00e1\u010de jeho n\u00e1roky zanikaj\u00ed.\n\nRiziko, kter\u00e9 pro hr\u00e1\u010de vypl\u00fdv\u00e1 ze soupe\u0159ov\u00fdch kon\u00ed postaven\u00fdch do dostih\u016f nebo do hlavn\u00edho dostihu, lze sn\u00ed\u017eit s\u00e1zen\u00edm. \n\nP\u0159ed hodem polo\u017e\u00ed hr\u00e1\u010d libovoln\u00e9 mno\u017estv\u00ed pen\u011bz na jednoho \u010di v\u00edce soupe\u0159ov\u00fdch kon\u00ed, ov\u0161em pouze na ta pole, kter\u00e1 jsou obsazena minim\u00e1ln\u011b t\u0159emi dostihy nebo hlavn\u00edm dostihem. S\u00e1zky plat\u00ed jen pro jeden hod. V p\u0159\u00edpad\u011b, \u017ee po tomto hodu hr\u00e1\u010d skute\u010dn\u011b zastav\u00ed na n\u011bkter\u00e9m z kon\u00ed na n\u011bho\u017e vsadil, vyplat\u00ed mu majitel kon\u011b desetin\u00e1sobek vsazen\u00e9 \u010d\u00e1stky. I kdy\u017e hr\u00e1\u010d s\u00e1zku vyhraje, mus\u00ed zaplatit majiteli kon\u011b zisk z po\u010dtu dostih\u016f. Nevstoup\u00ed-li na s\u00e1zkou ozna\u010den\u00e9 pole, z\u00edsk\u00e1v\u00e1 s\u00e1zku majitel kon\u011b. \n\nS\u00e1zek na kon\u011b se sm\u00ed \u00fa\u010dastnit pouze ten hr\u00e1\u010d, kter\u00fd s\u00e1m vlastn\u00ed aspo\u0148 1 kon\u011b s minim\u00e1ln\u011b t\u0159emi dostihy.\n\nNem\u00e1-li hr\u00e1\u010d dostatek financ\u00ed na pln\u011bn\u00ed finan\u010dn\u00edch z\u00e1vazk\u016f, je povinen odprodat \u010d\u00e1st sv\u00e9ho majetku na jejich uhrazen\u00ed. \t\t\nSlu\u017eby (st\u00e1je, p\u0159epravu, tren\u00e9rsk\u00e9 licence) m\u016f\u017ee podle sv\u00e9 \u00favahy odprodat bu\u010f bance za po\u0159izovac\u00ed cenu nebo ostatn\u00edm hr\u00e1\u010d\u016fm za cenu libovolnou. Prodej kon\u00ed prob\u00edh\u00e1 n\u00e1sledovn\u011b:\n\nJestli\u017ee vlastn\u00ed celou st\u00e1j s aspo\u0148 jedn\u00edm obsazen\u00fdm dostihem, prod\u00e1 jednomu soupe\u0159i tuto celou st\u00e1j i s dostihy za libovolnou cenu. Nelze prod\u00e1vat \u010d\u00e1st st\u00e1je, pokud je obsazen aspo\u0148 1 dostih.\n\nVr\u00e1t\u00ed bance libovoln\u00fd po\u010det dostih\u016f. Banka vyplat\u00ed hr\u00e1\u010di za vr\u00e1cen\u00e9 dostihy polovi\u010dn\u00ed po\u0159izovac\u00ed cenu.\n\nNen\u00ed-li \u017e\u00e1dn\u00fd k\u016f\u0148 ze st\u00e1je obsazen do \u017e\u00e1dn\u00e9ho dostihu, m\u016f\u017ee prodat soupe\u0159\u016fm kon\u011b za libovolnou cenu nebo bance za po\u0159izovac\u00ed cenu.\n\n-------------------------------------------------------------Konec hry----------------------------------------------------\n\nV\u00edt\u011bzem se st\u00e1v\u00e1 hr\u00e1\u010d, kter\u00fd z\u016fstane jako posledn\u00ed ve h\u0159e.\n\nHra pro hr\u00e1\u010de kon\u010d\u00ed, nem\u00e1-li dal\u0161\u00ed prost\u0159edky na vyrovn\u00e1n\u00ed dluh\u016f. Kon\u010d\u00ed-li hru s dluhem i po odprod\u00e1n\u00ed ve\u0161ker\u00e9ho majetku, dorovn\u00e1 jeho dluh banka.
CARDS=Karty
INVENTORY=Invent\u00e1\u0159
BETTING=S\u00e1zen\u00ed
BRIGHTNESS=Jas
RESULTS=V\u00fdsledky